Repository: manuelf0710/IssabbelPbx
Catalog: html/fop2/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: el_gr

source: Field %s added to table %s
el_gr: Πεδίο %s προστέθηκε σε πίνακα %s

source: Add User
el_gr: Προσθήκη Χρήστη

source: From here you can manage Panel users and permissions, and also mark the groups the user will be able to view or the plugins it will have enabled.
el_gr: Από εδώ μπορείτε να διαχειριστείτε τους χρήστες και τα δικαιώματα τ Panel, επίσης να ορίσετε ποιες ομάδες μπορεί να δει και πια πρόσθετα θα είναι ενεργά.

source: From here you can install, uninstall, upload and configure plugins. You can get plugins from online repositories, or upload and manage local plugins.
el_gr: Από εδώ μπορείτε να εγκαταστήσετε, καταργήσετε, ανεβάσετε και να ρυθμίσετε τα πρόσθετα του Panel. Μπορείτε να αποκτήσετε πρόσθετα από της αποθήκες του Panel, ή να ανεβάσετε και να διαχειριστείτε τοπικά πρόσθετα.

source: Login Details
el_gr: Πληροφορίες Σύνδεσης

source: Group Details
el_gr: Πληροφορίες Ομάδας

source: Restricted Permission Details
el_gr: Πληροφορίες Περιορισμού Δικαιωμάτων

source: The extension number for this user.
el_gr: Το εσωτερικό για αυτόν τον χρήστη.

source: Extension
el_gr: Εσωτερικό

source: The secret to login to the panel. If the user was autocreated on install time, the password will be the voicemail pin, if it has no voicemail enabled, it will be the same extension number.
el_gr: Ο κωδικός για εισόδου στο Panel. Εάν δημιουργήθηκε αυτόματα κατά την εγκατάσταση, ο κωδικός θα είναι το ίδιο με την θυρίδα φωνητικού ταχυδρομείου, εάν δεν έχει ενεργό φωνητικό ταχυδρομείο, θα είναι το ίδιο με τον αριθμό του εσωτερικού.

source: Secret
el_gr: Κωδικός

source: Choose a template to quickly set or change permissions, groups and plugins.
el_gr: Επιλέξτε ένα πρότυπο για να ορίσετε ή να αλλάξετε γρήγορα τα δι, τις ομάδες και τα πρόσθετα.

source: User Preferences
el_gr: προτιμήσεις του χρήστη

source: (pick one)
el_gr: (Επιλέξτε ένα)

source: (pick group)
el_gr: (Επιλέξτε ομάδες)

source: (pick plugin)
el_gr: (Επιλέξτε Πρόσθετα)

source: (pick template)
el_gr: (Επιλέξτε πρότυπο)

source: Restricted Permissions
el_gr: Περιορισμού Δικαιωμάτων

source: Permissions
el_gr: Δικαιώματα

source: Permissions let you specify what actions the user will be able to perform inside the panel. For example, if you do not want to give the users the ability to listen to ongoing calls, do not select the spy permission.
el_gr: Τα δικαιώματα σας επιτρέπουν να ορίζετε τι ενέργειες μπορεί να κάνει ο χρήστης εντός του Panel. Για παράδειγμα, ένα δεν θέλετε να δώσετ η ατότητα στους χρήστες να ακούνε κλήσεις σε εξέλιξη, μην επιλέξετε το δικαίωμα spy.

source: Template
el_gr: Πρότυπο

source: Choose the permission you want to grant to the user.
el_gr: Επιλέξτε το δικαίωμα που θέλετε να χορηγήσετε στον χρήστη.

source: (pick permission)
el_gr: (Επιλέξτε δικαίωμα)

source: Groups
el_gr: Ομάδες

source: Group
el_gr: Ομάδα

source: Select the groups you want the user to see in the panel. If no groups are selected the user will be able to see all buttons.
el_gr: Επιλέξτε τις ομάδες που θέλετε να βλέπει ο χρήστης. Εάν καμιά ομάδα δεν είναι επιλεγμένη ο χρήστης θα βλέπει όλα τα κουμπιά.

source: All Buttons
el_gr: Όλα τα κουμπιά

source: All Extensions
el_gr: Όλα τα εσωτρι

source: All Queues
el_gr: Όλες οι ουρές

source: All Conferences
el_gr: Όλες οι διασκέψεις

source: All Trunks
el_gr: Όλοι οι κορμοί

source: Plugins
el_gr: Πρόσθετα

source: Select the plugins you want to load for this user.
el_gr: Επιλέξτε τα πρόσθετα που θέλετε να φορτώσετε για τον χρήστη.

source: Submit Changes
el_gr: Υποβολή αλλαγών

source: Delete User %s
el_gr: Διαγραφή χρήστη %s

source: Are you sure?
el_gr: Είστε σίγουροι;

source: Please insert an extension number.
el_gr: Παρακαλώ εισάγετε έναν αριθμό εσωτερικού.

source: The extension must be numeric.
el_gr: Το εσωτερικό πρέπει να είναι αριθμητικό.

source: That extension already exists.
el_gr: Αυτό το εσωτερικό υπάρχει ήδη.

source: Changes saved successfully
el_gr: Οι αλλαές αθκα επιυώ

source: Users
el_gr: Χρήστες

source: Buttons
el_gr: Κουμπιά

source: Templates
el_gr: Πρότυπα

source: Extensions
el_gr: Εσωτερικά

source: Queues
el_gr: Ουρές

source: Trunks
el_gr: Κορμοί

source: Conferences
el_gr: Διασκέψεις

source: Save
el_gr: Αποθήκευση

source: Upload
el_gr: Μεταφόρτωση

source: Edit button options
el_gr: Επεξεργασία επιλογών κουμπιού

source: You can change button labels and privacy options -to prevent the button to be monitored and/or hide the CallerID- among other things. You can also sort the list by dragging elements up and down or using the Sort options in the Actions menu.
el_gr: Μπορείτε να αλλάξετε τις ετικέτες και τις επιλογές ιδιωτικότητας των κουμπιών – για να εμποδίσετε την παρακολού του κουμιο και/ή να κρύψετε την ταυτότητα καλούντος – μεταξύ άλλων. Μπορείτε να ταξινομήστε την λίστα σύροντας τα στοιχεία επάνω και κάτω ή χρησιμοποιώντας τις επιλογές ταξινόμησης του μενού ενεργειών.

source: Sort by Name
el_gr: Ταξινόμηση κατά όνομα

source: Sort by Number
el_gr: Ταξινόμηση κατά αριθμό

source: If you changed any extension names and want to reread them from the regular FreePBX config and update the panel config, click this button.
el_gr: Πατήστε αυτό το κουμπί εάν θέλετε να ξανά διαβάσετε τις ρυθμίσεις από το FreePBX και να ενημερώσετε τις ρυθμίσεις του Panel, σε περίπτωση που έχετε αλλάξει οποιοδήποτε όνομα στρκο.

source: Show/Hide advanced fields for buttons.
el_gr: Εμφάνιση/Απόκρυψη προχωρημένων πεδίων κουμπιών.

source: %d buttons removed from system update
el_gr: %d κουμπιών αφαιρέθηκαν από την ενημέρωση συστήματος

source: %d buttons added from system update
el_gr: %d κουμπιών προστέθηκαν την ενημέρωση συστήματος

source: %d buttons updated
el_gr: %d κουμπιών ενημερώθηκαν

source: Enable or disable this button from the panel view.
el_gr: Ενεργοποίηση ή απενεργοποίηση αυτού του κουμπιού από την προβολή του Panel

source: You can change the button label to be displayed on the panel.
el_gr: Μπορείτε να αλλάξετε την ετικέτα του κουμπιού που θα προβάλλετε στο Panel.

source: You can group extensions visually on the panel page. If no group is specified all the extensions are going to be displayed on the Extensions box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
el_gr: Μπορείτε να ομαδοποιήσετε oυρές οπτικά στην σελίδα του Panel. Εάν δεν έχει καθοριστεί ομάδα όλα τα oυρές θα εμφανίζονται στο πλαίσιο Ουρές. Εάν πληκτρολογήσετε ένα άλλο όνομα, ένα νέο πλαίσιο θα προστεθεί με αυτό το όνομα. Όποιο κουμπί έχει το ίδιο όνομα ομάδας θα εμφανιστεί σε αυτό το πλαίσιο.

source: You can group queues visually on the panel page. If no group is specified all the queues are going to be displayed on the Queues box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
el_gr: Μπορείτε να ομαδοποιήσετε εσωτερικά οπτικά στην σελίδα του Panel. Εάν δεν έχει καθοριστεί ομάδα όλα τα εσωτερικά θα εμφανίζονται στο πλαίσιο Εσωτερικά. Εάν πληκτρολογήσετε ένα άλλο όνομα, ένα νέο πλαίσιο θα προστεθεί με αυτό το όνομα. Όποιο κουμπί έχει το ίδιο όνομα ομάδας θα εμφανιστεί σε αυτό το πλαίσιο.

source: This option can be used to disable monitoring or CallerID display on the button.
el_gr: Αυτή η επιλογή μπορεί να χρησιμοποιηθεί στην απενεργοποίηση της παρακολούθησης ή την εμφάνιση της ταυτότητας καλούντος στο κουμπί.

source: ASTDB key to search for custom states. Default configuration is for displaying Call Forward Unconditional states.
el_gr: Κλειδί ASTDB για την αναζήτηση προσαρμοσμένων καταστάσεων. Η προκαθορισμένη ρύθμιση είναι για την εμφάνιση καταστάσεων άμεσης εκτροπής κλήσεων.

source: You can set an email for every button to enable the option to email the user directly from the panel.
el_gr: Μπορείτε να ορίσετε διεύθυνση ηλεκτρινού ταχυδρομείου για κάθε κουμπί, για να ενεργοποιηθεί η επιλογή αποστολής ηλεκτρονικών μηνυμάτων κατευθείαν στους χρήστες από τον Panel.

source: Channel to use as originator when performing a dial from the panel. You can use a Local type channel and use sip headers for setting the phone to auto answer.
el_gr: Το αν πυ θα χηιοοιηθεί ως προέλευση όταν πραγματοποιείτε κλήση μέσου του Panel. Μπορείτε να χρησιμοποιήστε ένα κανάλι τύπου Local και να χρησιμοποιήστε επικεφαλίδες SIP για ρυθμίστε την αυτόματη απάντηση του τηλεφώνου.

source: number@context for external/mobile transfers. If @context is omited it will use the default one for the extension.
el_gr: αριθμός@πλαίσιο για εξωτερικές/προς κινητά μεταβιβάσεις. Εάν το @πλαίσιο δεν οριστεί θα χρησιμοποιηθεί το προκαθορισμένο για το εσωτερικό.

source: Options to pass to chanspy. Can be used to restrict spying to certain groups (option g, SPYGROUP) or silence the beep (option q). Example: qg(SALES)
el_gr: Παράμετροι ου θ πραούν στο chanspy. Μπρε να χσιμοποιηθεί για τον περιορισμό παρακολούθησης ορισμένων ομάδων (παράμετρος g(ΟΜΑΔΑ)) ή την σίγαση του ενδεικτικού τόνου (παράμετρος q). Παράδειγμα : qg(ΠΩΛΗΣΕΙΣ).

source: Extra Channel. You can use it to add extra channels to affect the status of this button.
el_gr: Επιπλέον κανάλια. Μπορείτε να το χρησιμοποιήσετε για να προσθέσετε επιπλέον κανάλια που θα επηρεάζουν την κατάσταση του κουμπιού.

source: Comma separated lists of tags. They will be searched/matched when you use the Filter input box on the panel.
el_gr: Λίστες ετικετών διαχωρισμένες με κόμματα. Θα αναζητηθούν/ταιριαστούν όταν χρησμοοιίτ το πλαίιο φιλαρίσμας τον πίακα.

source: Zap/Dahdi Channels (Eg: 1-24)
el_gr: Κανάλι ZAP/DAHDI (π.χ. 1-24)

source: You must specify the channel number range for zap/dahdi trunks in this field.
el_gr: Πρέπει να ορίσετε το εύρος καναλιών για κορμούς ZAP/DAHDI σε αυτό το πεδίο

source: Extra Channel
el_gr: Επιπλέον κανάλι

source: You might want to specify an additional device name or put the correct device name in case you are using custom trunks.
el_gr: Μπορεί να θέλετε να ορίσετε συγκεκριμένο όνομα συσκευής ή να ορίσετε το σωστό όνομα συσκευής σε περίπτωση που χρησιμοποιείτε ειδικούς κορμούς.

source: Channel to use as queue member when adding/removing/pausing this button into a queue.
el_gr: Το κανάλι που θ χρησιμοποιηθί ως μέλος οράς όταν ρσθαι/κααργίται/ύαι αυτό το κουμπί σε μια ουρά.

source: Voicemail mailbox to query for new voicemail.
el_gr: Θυρίδα φωνητικού ταχυδρομείου για αναζήτηση νέων φωνητικών μηνυμάτων.

source: Saving...
el_gr: Αποθήκευση...

source: Label
el_gr: Ετικέτα

source: Synchronize Labels
el_gr: Συγχρονισμός ετικετών

source: No
el_gr: Όχι

source: Yes
el_gr: Ναι

source: Enabled
el_gr: Ενεργοποιημένο

source: Privacy
el_gr: Ιδιωτικότιτα

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο

source: External Transfer
el_gr: Εξωτερική μεταβίβαση

source: Channel
el_gr: Κανάλι

source: Originate Channel
el_gr: Κανάλι Προέλευσης

source: Tags
el_gr: Ετικέτες

source: Custom ASTDB
el_gr: Προσαρμομέν ASTDB

source: ChanSpy Options
el_gr: ιλγέ ChanSpy

source: Add Group
el_gr: ρσήη ομάδας

source: Groups can be used to restrict the buttons a user should see in his panel. You can create a group with only 5 extensions and assign it to a user in the Users tab, so he can only see those extensions.
el_gr: Οι ομάδες μπορούν να χρησιμοποιηθούν στο να περιορίσετε ποια κουμπιά θα βλέπει ο χρήστης στον πινάκα του. Μπορείτε να δημιουργήσετε μια ομάδα με 5 εσωτερικά μόνο και να το ορίσετε σε έναν χρήστη στην καρτέλα χρηστών, έτσι ο χρήστης θα βλέπει μόνο αυτά τα εσωτερικά.

source: Name
el_gr: Όνομα

source: Included Buttons
el_gr: Συμπεριλαμβανόμενα κουμπιά

source: Select the buttons you want to include in this group.
el_gr: Ειλέξτε τα κομι που θέετ α συμπεριλάβετε σε αυτήν ην ομάδα.

source: Check All
el_gr: Επιλογή όλων

source: Delete Group %s
el_gr: Διαγραφή ομάδας %s

source: Edit User %s
el_gr: Επεξεργασία χρήστη %s

source: Edit Group %s
el_gr: Επεξεργασία ομάδας %s

source: Edit
el_gr: Επεξεργασία

source: Please enter a group name.
el_gr: Παρακαλώ εισάγετε ένα όνομα ομάδας.

source: Ringgroups
el_gr: Ομάδες Κουδουνισμού

source: A template is a set of permissions, groups and plugins that you can assign to users in one step inside the Users menu for easy and quick management.
el_gr: Ένα πρότυπο είναι μια σειρά από δικαιώματα, ομάδες και πρόσθετε που μπορείτε να ορίσετε στους χήστες ε μια κίηση μέσ από ο μεού χρησών για γρήγοη και εύολη διαχίριση.

source: Add Template
el_gr: Προσθήκη ροτύπου

source: Edit Template %s
el_gr: Επεξεργασία προτύπου %s

source: Template Details
el_gr: Πληροφορίες προτύπου

source: Template %s deleted!
el_gr: Το πρότυπο %s διαγράφτηκε!

source: Template %s inserted!
el_gr: Το πρότυπο %s προστέθηκε!

source: User %s deleted!
el_gr: Ο χρήστης %s διαγράφτηκε!

source: User %s inserted!
el_gr: Ο χρήστης %s προστέθηκε!

source: Group %s deleted!
el_gr: Η ομάδα %s διαγράφτηκε!

source: Group %s inserted!
el_gr: Η ομάδα %s προστέθηκε!

source: Restricted Permission %s deleted!
el_gr: Διαγράφτηκε ο περιορισμός δικαιωμάτων %s!

source: Restricted Permission %s inserted!
el_gr: Εισήχθηκε περιοριμός δικαιωάτων %s!

source: Delete Template %s
el_gr: ιαγρφή προτύπυ %s

source: Delete Restricted Permission %s
el_gr: Να διαγραφτεί ο περιορισμός δικαιωμάτων %s

source: Select the groups you want to add to this template. If no groups are selected the user will be able to see all buttons.
el_gr: Επιλέξτε τις ομάδες που θέλετε να προσθέστε σε αυτό το πρότυπο. Εάν καμιά ομάδα δεν είναι επιλεγμένη ο χρήστης θα βλέπει όλα τα κουμπιά.

source: Select the plugins you want to enable in this template.
el_gr: Επιλέξτε τα πρόσθετα που θέλετε να ενεργοποιήσετε σε αυτό το πρότυπο.

source: Make Default
el_gr: Προεπιλεγμένο

source: Assign this template by default when adding new users.
el_gr: Οριμός αυτύ του ροτπου ως προεπιλογή κατά την προθήκη νέων χρητών.

source: The name for this template.
el_gr: Τ όνομα για αυτό τ πρότυπο.

source: Choose the permission you wish to include in this template.
el_gr: Επιλέξτε το δικαίωμα που θέλετε να συμπεριλάβετε σε αυτό το πρότυπο.

source: The name for this group.
el_gr: Το όνομα για αυτήν την ομάδα.

source: Add Restricted Permission
el_gr: Προσθήκη περιορισμού δικαιωμάτων

source: Restricted permissions lets you limit actions to a specific set of extensions/groups. They are only used for restricting actions. If you want a quick way to assign permissions, then you should use Templates as restricted permissions will limit user actions.
el_gr: Οι περιορισμοί δικαιωμάτων σας επιτρέπουν να περιορίσετε τις νεργές σε συγκεκριμνα εσωτερικ/ομάδες. Χησιμοοιούνται μόν για περιρισμό εεργειών. Εάν θέλτε ένα γργορ τρόπο για να ορίσετε δικαιώματα, τότε να χρησιμοποιήστε Πρότυπα καθώς οι περιορισμοί δικαιωμάτων θα περιορίσουν τις ενέργειες των χρηστών.

source: Edit Restricted Permission %s
el_gr: Επεξεργασία περιορισμού δικαιωμάτων %s

source: The name for this permission.
el_gr: Το όνομα για αυτό το δικαίωμα.

source: Choose the permission you want to include in this advanced permission.
el_gr: Επιλέξτε το δικαίωμα που θέλετε να συμπεριληφθεί σε αυτό το προχωρημένο δικαίωμα.

source: Restrict to Groups
el_gr: Περιορισμός σε ομάδες

source: Select the groups you want to restrict this permission to. You will be able to perform the actions only to the extension/buttons that are part of the selected groups. If no groups are selected, the permission will be allowed to every button on the panel.
el_gr: Επιλέξτε τις ομάδα που θέλετε να εφαρμοστεί ο περιορισμός δικαιώματος. Θα μπορέσετε να εκτελέστε τις ενέργειες μόνο στα εσωτερικά/κουμπιά που είναι μέλη των επιλεγμένων ομάδων. Εάν δεν υπάρχουν επιλεγμένες ομάδες, τα δικαιώματα θα επιτρέπονται σε όλα τα κουμπιά του πίνακα.

source: Please insert a permission name.
el_gr: Παρακαλώ εισάγετε ένα όνομα δικαιωμάτων.

source: That name is reserved for stock permissions, choose another one.
el_gr: Αυτό ο όνομα ίναι δεσμευμέν για ενσματωμένα δικιώματ, επιλέξτε κάπιο άλλο.

source: Accept
el_gr: ποδοχή

source: Cancel
el_gr: Ακύρωση

source: The following error(s) occurred processing the uploaded file: %s
el_gr: Το παρακάτω σφάλμα παρουσιάστηκε κατά την επεξεργασία του μεταφορτωμένου αρχείου %s

source: Plugin installed successfully. You need to enable it globally or assign it to some users to make it available.
el_gr: Το πρόσθετο εγκαταστάθηκε με επιτυχία. Θα πρέπει να το ενεργοποιήσετε ευρέος ή να το ορίσετε σε μερικούς χρήστες για να είναι διαθέσιμο.

source: Online Repository - Available Plugins
el_gr: Αποθήκη Panel – Διαθέσιμα πρόσθετα

source: Globally Enabled
el_gr: υρέως ενργοποιημνο

source: Uninstall
el_gr: Κατάργση

source: Install
el_gr: Εγκτάσταση

source: Buy
el_gr: Αγορά

source: Update
el_gr: Ενμέρωση

source: Free
el_gr: Δρεά

source: Online Repository not reachable/accessible
el_gr: Η διαδικτυακή αποθήκη δεν είναι προσβάσιμη/διαθέσιμη

source: Locally Available Plugins
el_gr: Τοπικά διαθέσιμα πρόσθετα

source: Upload Plugin
el_gr: Μεταφόρτωση προσθέτου

source: You can upload a tar gzip file containing a panel plugin from your local system. If a plugin with the same name already exists, it will be overwritten.
el_gr: Μπορείτε να μεταφορτώσετε ένα αρχείο tar gzip από το τοπικό σας σύστημα που περιέχει ένα πρόσθετο του Panel. Σε περίπτωση που υπάρχει ήδη ένα πρόσθετο με το ίδιο όνομα, α αντικατασταθεί.

source: Available Version
el_gr: Διαθέσμη κδοση

source: Installed Version
el_gr: Εγκταστημνη έκδοη

source: Browse
el_gr: ναζήτηη

source: Welcome
el_gr: Καλωσορίσατε

source: Error extracting plugin archive
el_gr: Σφάλμα κατά την εξαγωγή του προσθέτου

source: Hide/Show Plugin Settings
el_gr: Εμφάνιση/Απόκρυψη ρυθμίσεων προσθέτου

source: Settings
el_gr: Επιλογές

source: Add Section
el_gr: Προσθήκη τομέα

source: Remove Section
el_gr: Κατάργηση τομέα

source: Please wait...
el_gr: Παρακαλώ περιμένετε…

source: Enter Section
el_gr: Εισαγωγή τομέα

source: That section already exists!
el_gr: Αυτός ο τομέας υπάρχει ήδη!

source: Section cannot be empty!
el_gr: Ο τομέας δεν μπορεί να είναι άδειος!

source: %s users added
el_gr: %s χρήτες προστέθηκαν

source: %s buttons added
el_gr: %s κυμπιά προστέθην

source: Configuration saved
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν

source: Error finding uploaded file. Did you select one? Check your PHP and/or web server configuration.
el_gr: Σφάλμα κατά την αναζήτηση του μεταφορτωμένου αρχείου. Επιλέξατε ένα; Ελέγξτε τις ρυθμίσεις του PHP ή/και του διακομιστή ιστοσελίδων.

source: File must be in tar+gzip (.tgz or .tar.gz) format
el_gr: Το αρχείο πρέπει να είναι τύπου tar+gzip (.tgz ή .tar.gz)

source: Filename does not have the correct format: it must be pluginname-version.tar.gz (eg. customplugin-0.1.tar.gz)
el_gr: Το όνομα του αρχείου δεν ηχεί την σωστή διαμόρφωση. Πρέπει να είνι όνομα_προσθέτου-έκδοη.tar.gz (π.χ. customplugin-0.1.tar.gz)

source: Panel Server is not responding. Be sure the service is running!
el_gr: Ο ιακομιστής Panel δν ανταποκρίνεται. Έλεγξε ότι η υπηρεία ρέχει!

source: Licensed Plugins
el_gr: Αδειοδοτημένα πρόσθετα

source: There are no licensed plugins
el_gr: Δεν υπάρχουν αδειοδοτημένα πρόσθετα

source: Panel Server Status: OK
el_gr: Κατάσταση διακομιστή Panel: Εντάξει

source: lets you configure users, permissions, button details and options. It will also let you install, uninstall and configure plugins. It will read data from your configuration backend and populate its own tables with your preferences.
el_gr: σας επιτρέπει να ρυθμίσετε χρήστες, δικαιώματα, λεπτομέρειες κουμπιών και επιλογές. Θα σας επιτρέψει επίσης να εγκατατήσετε, κααργήσετε και να ρυθμίστε πρόσετα του Panel. α διαβει εδομένα από την οίσθια μηχανή σας (FreePBX, Thirdlane, κτλ) και θα ορτώσει τος δικούς του πίνακες με τις προτιμήσεις σας.

source: Close
el_gr: Κλείσιμο

source: Upgrade Available
el_gr: Διαθέσιμη αναβάθμιση

source: Upgrade
el_gr: Αναβάθμισε

source: New %s version %s available for download
el_gr: %s νέα έκδοση %s διαθέσιμη για κατέβασμα

source: (Your current version is %s)
el_gr: (Η τρέχουσα έκδοση σας είναι %s)

source: Panel Reloaded
el_gr: Επαναφορτώθηκε το Panel

source: Reload Panel
el_gr: Επαναφόρτωση του Panel

source: Asterisk Reloaded
el_gr: Επαναφορτώθηκε ο Asterisk

source: Reload Asterisk
el_gr: Επναφόρτωση του Asterisk

source: Show Changelog
el_gr: Εμφάνιση αρχείο αλλαγών

source: Hide Changelog
el_gr: Απόκρυψη αρχείου αλλγών

source: File extracted successfully!
el_gr: Η εξαωγή του αχεου έγινε με επιτυχία!

source: Cannot read file %s for extraction
el_gr: Δεν είναι δυνατή η ανάγνωση του αρχείου %s για εξαγωγή

source: Extraction directory %s does not exists!
el_gr: Ο κατάλογος εξαγωγής %s δεν υπάρχει!

source: Error while extracting file %s into directory %s
el_gr: Σφάλμα κατά την εξαγωγή του αρχείου %s στον κατάλογο %s

source: Problem trying to find the extracted upgrade files. There is no %s directory.
el_gr: Παρουσιάστηκε πρόβλημα κατά την αναζήτηση των εξαγομνων αρχείων αναβάθμισης. Ο κατάλογς %s δεν υάρχει.

source: The permission name is already in use.
el_gr: Το όνομα των δικαιωμάτων χρησμοποιείτε ήδη.

source: The template name is already in use.
el_gr: Το όνμα του προτύπυ χρησιμοποιείτε δη.

source: The name cannot be empty!
el_gr: Το όνομα δεν μπορεί να είναι άδειο!

source: The user number is already in use.
el_gr: Ο αριθμός χρήστη χρησιμοποιείτε ήδη.

source: Create option
el_gr: Δημιουργία επιλογής

source: Price
el_gr: Τιμή

source: Backend Engine: %s
el_gr: Οπίσθια μηχανή: %s

source: Language
el_gr: Γλώσσα

source: User
el_gr: Χρήστης

source: Password
el_gr: Κωδικός

source: Log in
el_gr: Σύνδεση

source: Invalid Credentials
el_gr: Σφαλμένα διαπιστευτήρια

source: Actions
el_gr: Ενέγειες

source: That name is reserved for default groups, choose another one.
el_gr: Αυτό το όνομα ίναι δεσμευένο ια προκαθρισμένες ομάδες, επιέτε κάποιο λλο.

source: Logout
el_gr: ποσύνδεση

source: Recreate Users
el_gr: Επαναημιορία χρηστών

source: Variable to send to the Asterisk Manager when issuing Originate commands specific for setting a phone to auto answer via sip headers or similar. This will be used if the user toggles auto answer in its own Preferences setting
el_gr: Μεταβλητές που θα αποσταλούν στον Διαχωριστή Asterisk κατά την έκδοση εντολών προέλευσης, ειδικά για να ορίσουμε ένα τηλέφωνο να απαντήσει αυτόματα μέσου επικεφαλίδων SIP ή κάτι παρόμοιο. Αυτό θα χρησιμοποιηθεί εν ο χρήστης ενεργοποίησ την επιλογή αυτόματη απάντηση στις επιλογέ του δικο του πίνακα Panel.

source: Variables to send to the Asterisk Manager when issuing Originate commands (performing a dial from the panel).
el_gr: Μεταβλητές πυ θα αποταλούν στον Διαχωριστή Asterisk κατά την έκδοση εντολών προέλευσης (πραγματοποιώντας μια κλήση μέσου του πίνακα Panel).

source: Originate Variables
el_gr: Μεταβλητές προέλευσης

source: AutoAnswer Header
el_gr: Κεφαλίδα αυτόματης απάντησης

source: Could not remove file %s!
el_gr: Δεν μπόρεσα να αφαιρέσω το αρχείο %s!

source: File %s removed successfully
el_gr: Το αρχείο %s αφαιρέθηκε με ευτυχία

source: Edit Setting
el_gr: Επεξεργαία επιλογής

source: Enable javascript debugging on the browser.
el_gr: Ενργοποιήσετε τη JavaScript για τον εντοπισμό σφαλάτων το πργραμμα περιήγησης.

source: To enable or disable desktop notifications (notification boxes that popup outside the browser, so you can see them with the browser minimized). This does not work with all browsers.
el_gr: Για να ενεργοποιήσετε ή να απενεργοποιήσετε τις ειδοποιήσεις επιφάνειας εργασίας (κουτάκια ειδοποιήσεων που εμφανίζονται εκτός του περιηγητή, για να τα βλέπετε όταν ο περιηγητής είναι ελαχιστοποιημένος). Αυτό δεν δουλεύει με όλους τους περιηγητές.

source: To enable or disable the Presence select box
el_gr: Για να ενεργοποιήσετε ή να απενεργοποιήσετε το πλαίσιο επιλογής Παρουσία
