Repository: manuelf0710/IssabbelPbx
Catalog: html/fop2/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: el_gr

source: Dial prefix to use on click to call from phonebook or when using the dial box.
el_gr: Τ πρόθεμα κλήσες που θα χρησιμοποιηθεί στν τηλεφωνιό κατάλογο κατά ην διαδικσία πάτα για να καλέσεις ή όταν χρησιμοποιείτε το κουτί κλήσης.

source: To enable or disable the 'Other' option on the panel presence selection, that lets users chose the reason for their state besides the predefined ones.
el_gr: Για να ενεργοποιήσετε ή να απενεργοποιήσετε την επιλογή Άλλο του πλαισίου παρουσίας του Panel, αυτό επιτρέπει στους χρήστες να επιλέγουν την αιτία της κατάστασης τους εκτός από τις προκαθορισμένες.

source: When you click on a queue button, the extension display will hide all extensions but the ones matching their names with its queue members. If this is enabled, then queue filtering won't be active.
el_gr: Όταν παήστε ένα κουμπί ουράς, η προολή εσωτεριών θα κρύψει λα τα εσωτερικά εκτός απ αυτά που ταιριάουν με τα ονόματα ελν της ουρά. Εάν ενεργοποιηθεί αυτό, το φιτράριμα ουάς δεν θα είνι ενεργοποιημένο.

source: Lets you control if you want to enable or disable the Voicemail Explorer feature. Requires a voicemail license to be effective.
el_gr: Σας επιτρέπει να ελέγξετε εάν θέλετε να ενεργοποιήσετε ή να απενεργοποιήσετε την δυνατότητα εξερεύνησης φωνητικών μηνυμάτων. Απαιτείται άδεια φωνητικών μηνυμάτων για να έχει αποτέλεσμα.

source: Lets you disable the use of HTML5 Websocket as the communications protocol. If disabled, Adobe Flash will be used instead.
el_gr: Σας επιτρέπει να απεεργοποιήσετε την δικτυακή υποδοχή HTML5 ως πρωτόκολλο επικοινωνας. Εάν απενεργοποιηθεί το Panel θα ρησιμποιήσει τ Adobe Flash.

source: Mode in which you want queue buttons to be displayed by default. The summary view will show only the number of logged in agents and number of waiting calls, while the full view will show every queue member and all waiting calls in detail.
el_gr: Την μορφή που θέλετε να εμφανίζονται εξορισμού τα κουμπιά ουράς. Η προβολή περίληψης θα εμφανίζει μόνο τον αριθμό των ενεργών εκπροσώπων και τον αριθμό των κλήσεων σε αναμονή, σε αντίθετη περίπτωση η πλήρες προβολή θα εμφανίζει όλα τα μέλ της ουράς και όες οι κλήσεις σε αναμονή λεπτομερώς.

source: When enabled, extension buttons won't show any inactive lines, making them shorter. But also the display will be irregular as some buttons will be taller than others depending on the number of active lines.
el_gr: Ότν είναι ενεργοποιημένο, τα κουμπι των εσωερικών δεν θα προβάλουν τα μη ενεργά κανάλια τους, κάνοντας τα πιο κοντά. Αλλά επίσης η απεικόνιση θα είναι ακανόνιστη καθώς μερικά κουμπιά θα είναι πιο ψηλά από τα άλλα ανάλογα με το πόσα ενεργά κανάλια έχουν.

source: This setting lets you control if you want drag&amp;drop transfers to be enabled in Panel.
el_gr: Αυτή η επιλογή σας επιτρέπει να ελέγχετε εάν θέλετε μεταφορές σύρε και σε να είναι ενεργοποιημένες στον πίνακα Panel.

source: When enabled, this option will hide all extension buttons that are lagged or unregistered.
el_gr: Όταν είναι ενεργοποιημένο, αυτή η ειλοή θα κρψει όλ τα κουμπά των εσωτερκών που είναι ε καθυσέρηση ή εναι αδήλωτα.

source: Main Language
el_gr: Κύρια γλώσσα

source: URL to use when the logout button is clicked in the Panel UI.
el_gr: URL που θα χρησιμοποιηθεί όταν πατηθεί το κουμπί της αποσύνδεσης στον πίνακα Panel. Χρήσιμο όταν ενσωματώνετε το Panel σε άλλη δικτυακή εφαρμογή και θέλετε να ελέγχετε τι θα εμφανίζετε κατά την αποσύνδεση.

source: If you do not want to show the extension number in a button label, then enable this setting.
el_gr: Εεργοποιήστ αυτήν την επιλογή εάν δεν θέλετε να εμφανίζετε ο αιθμό του εσωτερικύ στην ετιέτα ενός ουμπιού.

source: Duration in seconds you want notifications to be displayed.
el_gr: Διάρκεα σε δευτερόλεπτα που θέλετε να εμφανίζονται οι ειδοποιήσεις.

source: Date format to use on Chat events.
el_gr: Μορφή ημερομηνίας που θα χρησιμοποιείτε στα συμβάντα ομιλίας.

source: Number of lines to show per button.
el_gr: Αριθμός γραμμών που θα εμφανίζονται ανά κουμπί.

source: To control if you want sounds for chat events.
el_gr: Για να ελέγχετε εάν θέλετε ήχους στα συμβάτα ομιλίας.

source: To control if you want sounds for queue events.
el_gr: Για να ελέγχετε άν θέλετε ήχυς στα συμβάντα ουράς.

source: To enable or disable the RING sound when your extension receives a call.
el_gr: Για να ενεργοποιήστε ή να απενεργοποιήσετε τον ήχο κουδουνιού όταν το εσωτερικό σας δετεί μια κήση.

source: With this setting, all extension buttons will start in unregistered state (greyed out).
el_gr: Με αυτή την επιλογή όλα τα κουμπιά των εσωτερικών θα ξεκινήσουν στην αδήλωτη κατάσταση (γκριζομένα).

source: Format in which voicemail files are stored, this must be the same as configured in /etc/asterisk/voicemail.conf
el_gr: Μορφή στην οποία θα αποθηκεύονται τα αρχεία των φωνητικών μηνυμάτων, αυτό πρέπει να ταιιάζει με την ατίστοιχη επιλγή που βρίσκετε στο αρχείο /etc/asterisk/voicemail.conf

source: To control if you want a warning when the Panel page is about to be closed.
el_gr: Για να ελέγχετε εάν θέλετε προειδοποίηση όταν η σελίδα του Panel πάει να κλείσει.

source: To control if you want a confirmation when a hangup action is performed from the panel.
el_gr: Για να ελέγχετε εάν θλετε επιβεβαίωση όταν πραγματοποιείτε ενέργεια τερματισμού κλήσεως από τον πίνακα Panel.

source: Search
el_gr: Αναζήτηση

source: Batch Update
el_gr: Μαζική ενημέρωση

source: Batch Update via CSV File
el_gr: Μαζική ενημέρωση μέσου αρχείου CSV

source: Select a CSV file to upload with data to perform the mass update. You must pass an extension field in the CSV file to match against the Button extension. For example:
el_gr: Επιλέξτε ένα αρχίο CSV με δεδοένα για μεταφόρωση για να παγματοποιήσετ μαζική εημέρωη. Πρέπει να περάσετε ένα πεδίο εσωτερκών στο αρχείο CSV που θα αντιστοιχηθεί μ το εσωτερικό του κομπιού. Για παράδειγμα:

source: Please assign fields for your CSV file columns. The extension field is mandatory and will be used to match the corresponding extension in the Panel Buttons list. Columns with no assigned field will be discarded.
el_gr: Παρακαλώ αντιστοιχίστε πεδία για τις στήλες του αρχείου CSV σας. Το πεδίο εσώτερο είναι υποχρεωτικό και θα χρησιμοποιηθεί στο να ταιριάει το αντίστοιχο εσωτερικό στην λίστα κουμπιν του Panel. Στήλες χωρίς αντιστοίχιση θα αγνοηθούν.

source: Empty file?
el_gr: δειασμα αρχείου;

source: Could not copy uploaded file
el_gr: Δεν πόρεσα να αντιγρψω το μεταφορτωμένο αρχείο

source: Could not upload file
el_gr: Δε μπόρεσα να μεταφορώσω το αρχείο

source: Please assing data columns
el_gr: Παρακαλώ ορίστε στήλες δεδομένων

source: Please assign the extension field to a column
el_gr: Παρακαλώ ορίστε το πεδίο εσωτερικού σε μια στήλη

source: Tenants
el_gr: Ένοικοι

source: Version
el_gr: Έκδοση

source: Dashboard
el_gr: Ταμπλό

source: Preferences
el_gr: Προτιμησεις

source: Sounds
el_gr: Ηχοι

source: Chat Sounds
el_gr: Ηοι Chat

source: Queue Sounds
el_gr: Ηχοι Ουρας

source: Ring Sounds
el_gr: Ηχοι κλησης

source: Display
el_gr: Εμφανιση

source: Default Queue View
el_gr: Βασιη εμφανιση ουας

source: Dynamic Line Display
el_gr: Δυναμικη εμφανιση καταστασης

source: Automatic Popup
el_gr: Auto Popup

source: Notify Duration
el_gr: Ενημερωση Διακεας

source: Phone
el_gr: Τοηλέφων

source: Auto Answer
el_gr: Δυτόματη Δπάντηση

source: Summary
el_gr: Περιληψη

source: Detailed
el_gr: Αναλυτικα

source: PHP SQLite module not installed
el_gr: PHP SQLite Δεν έχει εγκατασταθεί

source: You must install the SQLite module for PHP if you want to change/set global settings and user preferences from this tool.
el_gr: Πρέπει να εγκαταστήσετε τη μονάδα SQLite για την PHP, εάν θέλετε να αλλάξετε / ορίσετε τις συνολικές ρυθμίσεις και τς προτιμήσεις χρήστη αό αυτό το εργαλείο.

source: Add
el_gr: Προσθήη

source: Add %s
el_gr: Προθήκη %s

source: Delete %s
el_gr: Διαγραφή %s

source: Delete
el_gr: Διαγραφή

source: Settings let you change some default behaviour for the Switchboard, like enabling drag&amp;drop, webSocket, changing the number of lines to display per button, change available presence options, etc.
el_gr: Οι ρυθμίσεις σάς επιτρέπουν να αλλάξεε κάπια προεπιλεγμένη συμπεριφορά για τον πίνακα διανομής, όπως την ενεργοποίηση του drag & drop, το webSocket, την αλλαγή του αριθμού των γραμμών που εμφανίζονται ανά κουμπί, την αλλαγή των διαθέσιμων επιλογών παρουσίας κ.λ.

source: Access Control
el_gr: Έλεγχος Πρόσβσης

source: Resource
el_gr: Πόρος

source: Required Roles
el_gr: Απαιτούμεα Ρόλοι

source: From here you can define what roles are needed to access different resources on Panel Manager.
el_gr: Από δώ μπορείτε να ορίστε τι ρόλος που απαιτούνται γι την πρόσβση σε διάφορες πηγές πο Panel Διευθυντής

source: Panel Manager Users
el_gr: Οι χρήστες Panel Διευθυντής

source: From here you can manage Panel Manager users and their role
el_gr: Από εδώ μπορείτε να διαχειριστείτε τους χρήστες Panel Διευθυντής και ο ρόλος τους

source: Value cannot be empty.
el_gr: η τιμή δεν μπορεί να είναι κενό

source: Please insert a login name.
el_gr: παρακαλούμε να εισάγετε ένα όνομα χρήστη

source: Please fill the password
el_gr: συμπληρώστε τον κωικό πρόσβασης

source: Please select a role for this user.
el_gr: επιλέξτε ναν ρόλο για αυτόν τον χρήτη

source: That user already exists.
el_gr: χρήστη υπάρχει ήδη
